Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_inviterer_skoleeiere_til_a_styrke_samiske_skoler.html.tmx
Source language: nob
Languages: sme

source: Sametinget inviterer skoleeiere til å styrke samiske skoler
sme: Sámediggi bovde skuvlaeaiggádiid nannet sámi skuvllaid

source: Sametinget inviterer skoleeiere og aktører innen fagfeltet til en skolepolitisk konferanse om den samiske skolen 15.-16.juni i Alta. Konferansens mål er å være et startskudd for å utvikle den samiske skolen og styrke opplæringen i og på samisk, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Sámediggi bovde skuvlaeaiggádiid ja eará fágasuorggi oassálastiid skuvlapolitihkalaš konferánsii sámi skuvlla birra Álttás geassemánu 15.-16. b. Konferánssa ulbmil lea doaibmat álggaheaddjin sámi skuvlla ovddideapmái ja nannet oahpahusa sámegielas ja sámegillii, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Temaet for konferansen er samisk kunnskaps- og verdiløft i skolen.
sme: Konferánssa fáddá lea sámi máhtto- ja árvolokten skuvllas.

source: Et skoletilbud som omfatter samisk språk, -historie, - samfunnsliv og kulturverdiene, og som det samisk læreplanverk (LK20S) på en eksplisitt og implisitt måte legger til rette for.
sme: Skuvlafálaldat mii fátmmasta sámi giela, -historjjá, - servodateallima ja kulturárvvuid, ja maid sámi oahppoplánadagus (LK20S) sihke jura njuolga ja eahpenjuolgadit láhčá dili.

source: Vi spør - hva skal til for å gjøre skolens innhold og form mer samisk, hvordan trygge språklig identitet og hvordan styrke elevers kompetanse om samisk historie, samfunnsliv, kulturverdier og rettigheter.
sme: Mii jearrat – mii galgá dahkkot vai skuvlla sisdoallu ja hápmi sámáiduvvá, mot oadjebassan dahkat gielalaš identitehta ja mot nannet ohppiid gelbbolašvuođa sámi historjjás, servodateallimis, kulturárvvuid ja vuoigatvuođaid.

source: En av foredragsholderne på konferansen er Director of Education for the Eskason School Board, Elizabeth Cremo fra Canada.
sme: Okta logaldalliin lea Director of Education for the Eskason School Board, Elizabeth Cremo Canadas eret.

source: Hun skal fortelle om hvordan de har jobbet med å innføre urfolks verdier i opplæringen, og om implementering av kultur i skolen.
sme: Son áigu muitalit mot sii leat bargan oččodit álgoálbmot árvvuid skuvlii, ja mot kultuvra lea šaddan oassin skuvllas.

source: I tillegg vil konferansen handle om et godt og trygt skolemiljø.
sme: Dasa lassin lea konferánssas sáhka buori ja oadjebas skuvlabirrasa birra.

source: – Vi vet at mange samiske elever opplever mobbing og hatytringer på grunn av sin samiske tilhørighet, sier sametingsråd Mikkelsen.
sme: – Mii diehtit ahte ollu sámi oahppit vásihit givssideami ja vaššicealkámušaid sin sámi gullevašvuođa geažil, dadjá sámediggeráđđi Mikkelsen.

source: Fagfolk som jobber med psykososialt skolemiljø vil på konferansen ha innlegg om samehets på skolen, og om konsekvenser av mobbing fra et spesialpedagogisk perspektiv, sier Mikkelsen.
sme: Fágaolbmot geat barget psykososiála skuvlabirrasiin áigot konferánssas logaldallat sámecielaheami birra skuvllas, ja makkár váikkuhusat givssideamis leat erenoamášpedagogalaš perspektiivvas, lohká Mikkelsen.

source: Det er viktig å drøfte og dele erfaringer om hvordan ulike aktører kan samarbeide for å bidra til å implementere det samiske innholdet i læreplanene i skolen, samt etablere trygge rammer for elevene i en verden der mobbing og samehets fortsatt eksisterer.
sme: Lea dehálaš digaštallat ja juogadit vásáhusaid mot iešguđet oassálastit sáhttet ovttasbargat ja váikkuhit dasa ahte sámi sisdoallu heivehuvvo skuvlla oahppoplánaide ja ásahit oadjebas birrasa ohppiide dakkár máilmmis gos givssideapmi ja sámecielaheapmi ain gávdno.

source: Sametingsråd Mikkel Eskil Mikkelsen håper konferansen vil gi både økt bevissthet om samisk innhold i skolen, og også verktøy i arbeidet med implementeringen av dette.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen sávvá ahte konferánsa buktá sihke eanet dihtomielalašvuođa sámi sisdollui skuvllas, ja maiddái reaidduid dan sisafievrrideapmái.

source: Noe som vil bidra til at rekruttering av elever og lærere til samisk opplæring blir bedre.
sme: Juoga mii sáhttá leat mielde buorideamen ohppiid ja oahpaheddjiid rekrutterema sámegieloahpahussii.

source: – Målet med konferansen er å gi et begynnende steg for Sametinget til å ta en aktiv rolle i utviklingen av samiske skoler, avslutter Mikkelsen.
sme: – Konferánssa ulbmil lea addit Sámediggái álgolávki álggahit doaibmi rolla sámi skuvllaid ovddideamis, loahpaha Mikkelsen.

source: For spørsmål eller intervju, ta kontakt med sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161 , mikkel.eskil.mikkelsen@samediggi.no .
sme: Gažaldagaid vástida dahje jearahallama addá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161 , mikkel.eskil.mikkelsen@samediggi.no .
